Repository: mirosval/uBillboard
Catalog: lang/uBillboard-*.po
Languages: es_es, sk_sk

source: Edit uBillboard
es_es: Editar uBillboard
sk_sk: Upraviť uBillboard

source: Click to toggle
es_es: Haga clic para cambiar
sk_sk: Klikni pre prepnutie

source: Options
es_es: Opciones
sk_sk: Nastavenia

source: Preview
es_es: Vista previa
sk_sk: Náhľad

source: Delete
es_es: Borrar
sk_sk: Zmazať

source: Save uBillboard
es_es: Guardar uBillboard
sk_sk: Uložiť uBillboard

source: Slide Order
es_es: Orden de las diapositivas
sk_sk: Poradie Slidov

source: Slide %u
es_es: Diapositiva &u
sk_sk: Slide č. %u

source: Controls
es_es: Controles
sk_sk: Ovládanie

source: Add New Slide
es_es: Aňadir Diapositiva Nueva
sk_sk: Pridať nový slide

source: uBillboard General Options
es_es: Opciones general de uBillboard
sk_sk: Všeobecné nastavenia

source: These options are site-wide, they relate to specific optimizations applied to uBillboard to make it faster. If you want to edit the code however, you might find it better to have them turned off, here you can comfortably do so.
es_es: Estas opciones son para todo el sitio, que se relacionan con optimizaciones específicas aplicadas a uBillboard para hacerlo más rápido. Si desea modificar el código, sin embargo, usted podría encontrar mejor tenerlos apagados, aquí usted puede hacerlo con comodidad.
sk_sk: Tieto nastavenia platia pre celý web. Vzťahujú sa na špecifické optimalizácie aplikované na zrýchlenie uBillboardu. Ak však chcete editovať kód, bude lepšie ak ich vypnete. Tu to môžete jednoducho spraviť.

source: JavaScript Compression
es_es: Compresión de JavaScript
sk_sk: Kompresia JavaScriptu

source: Check if you want to use compressed JS
es_es: Seňale si usted desea utilizar el JavaScript comprimido
sk_sk: Zaškrtnite, ak chcete použiť komprimovaný JavaScript.

source: Shortcode Optimization
es_es: Optimización de código abreviado
sk_sk: Optimalizácia pre shortkody

source: Check if you are ABSOLUTELY positive that you are using <em>only</em> shortcodes to display uBillboard and not any of the PHP functions.
es_es: Seňale si está absolutamente seguro de que está utilizando sólo códigos cortos para mostrar uBillboard y no cualquiera de las funciones de PHP.
sk_sk: Zaškrtnite, iba ak ste si úplne istí, že na stránke používate na zbrazenie uBillboardu len shortkody.

source: AJAX Optimization
es_es: Optimización de AJAX

source: Check this if you are usng AJAX to load uBillboards, this will prevent some optimizations to page loading speed, but will allow you to load uBillboards via AJAX
es_es: Seňale esto si usted está utilizando AJAX para cargar uBillboards, esto evitará algunas optimizaciones de velocidad de carga de la página, pero le permitirá cargar uBillboards a través de AJAX

source: Save Changes
es_es: Guardar cambios
sk_sk: Uložiť zmeny

source: Download your exported uBillboards %1$shere%2$s.
es_es: Descargue sus uBillboards exportados %1$saqui%2$s.
sk_sk: Stiahnite si vyexportované uBillboardy %1$stu%2$s.

source: Import from uBillboard v2.x.x
es_es: Import desde uBillboard v2.x.x
sk_sk: Import z uBillboardu verzie 2.x.x

source: You have the following v2.x.x uBillboards on this WordPress installation
es_es: Usted tiene los siguientes uBillboards v2.xx en esta instalación de WordPress
sk_sk: Nasledovné uBillboardy verzie 2.x sú prítomné vo vašej inštalácii WordPressu.

source: You do not have any uBillboard v2 billboards present on this WordPress installation
es_es: Usted no tiene ninguna uBillboard vallas v2 presentar en esta instalación de WordPress
sk_sk: Vo vašej inštalácii WordPressu nie sú prítomné žiadne uBillboardy verzie 2.x

source: Import from uBillboard v3 and up
es_es: Importar desde v3 uBillboard y más
sk_sk: Importovať uBillboardy verzie 3 a vyššie.

source: Import attachments
es_es: Importar archivos adjuntos
sk_sk: Importovať prílohy

source: Upload Exported uBillboard
es_es: Subir uBillboard Exportado
sk_sk: Nahrať Exportovaný uBillboard

source: <em>Note:</em> Importer will attempt to download all slide images that are not located on this host.
es_es: <em>Noticia:</em>Importador intentará descargar todas las imágenes de las diapositivas que no se encuentran en este host.
sk_sk: <em>Poznámka:</em> Importer sa pokúsi stiahnuť všetky obrázky, ktoré nie sú prítomné na tomto serveri.

source: Add New
es_es: Aňadir nuevo
sk_sk: Pridať nový

source: Bulk Actions
es_es: Acciones en Bloque
sk_sk: Hromadné zmeny

source: Apply
es_es: Aplicar
sk_sk: Použiť

source: Billboard Name
es_es: Nombre de uBillboard
sk_sk: Názov uBillboardu

source: Slides
es_es: Diapositivas
sk_sk: Slidy

source: Shortcode
es_es: Código corto

source: Edit
es_es: Editar
sk_sk: Upraviť

source: There are no uBillboards defined yet. Create your first one %1$shere%2$s!
es_es: No hay uBillboards definidos todavía. Cree su primero %1$saqui%2$s!
sk_sk: Zatiaľ nemáte žiadne uBillboardy, vytvorte svoj prvý %1$stu%2$s!

source: uBillboard Preview
es_es: Previa vista de uBillboard
sk_sk: Náhľad uBillboardu

source: Get support
es_es: Obtenga apoyo
sk_sk: Podpora

source: Use the contact form towards the bottom of the page
es_es: Utilice el formulario de contacto hacia la parte inferior de la página
sk_sk: Použite kontaktný formulár koncom stránky.

source: Add Billboard
es_es: Aňadir uBillboard
sk_sk: Pridať Billboard

source: General Options
es_es: Opciones general
sk_sk: Všeobecné nastavenia

source: You do not have sufficient permissions to access this page
es_es: Usted no tiene permisos suficientes para acceder a esta página
sk_sk: Nemáte dostatočné práva na prístup k tejto stránke

source: Really delete all selected sliders? This is not undoable
es_es: ¿Desea borrar todos los deslizadores seleccionados? Esto no se puede deshacer
sk_sk: Naozaj zmazať všetky zvolené billboardy? Tento krok sa nedá vrátiť späť.

source: Really delete? This is not undoable
es_es: ¿Desea borrar? Esto no se puede deshacer
sk_sk: Naozaj zmazať? Tento krok sa nedá vrátiť späť.

source: Really delete slide?
es_es: ¿Desea borrar la diapositiva?
sk_sk: Naozaj zmazať slide?

source: Add an Image
es_es: Aňadir imagen
sk_sk: Pridať obrázok

source: Slide %s
es_es: Diapositiva %s

source: uBillboard has unsaved changes, do you really want to leave?
es_es: Hay cambios no guardados, ¿de verdad quiere irse?
sk_sk: uBillboard má neuložené zmeny, naozaj chcete opustiť túto stránku?

source: You are trying to save an empty uBillboard, please add background Image or Content
es_es: Usted está tratando de guardar un uBillboard vacío, por favor, añade imagen de fondo o contenido
sk_sk: Pokúšate sa uložiť prázdny uBillboard, pridajte prosím bud obrázok na pozadie alebo Obsah.

source: Failed to generate thumbnails
es_es: No se pudo generar miniaturas

source: Billboard updated successfully
es_es: uBillboard actualizado correctamente
sk_sk: Billboard bol úspešne upravený.

source: Failed to update uBillboard
es_es: No se pudo actualizar uBillboard
sk_sk: Nastala chyba pri úprave Billboardu

source: Billboard %s does not exist
es_es: uBillboard %s no existe
sk_sk: Billboard %s neexistuje

source: Billboard &quot;%s&quot; has been successfully deleted
es_es: Billboard \"% s\" ha sido borrado
sk_sk: Billboard &quot;%s&quot; bol úspešne zmazaný

source: Billboard named &quot;%s&quot; does not exist
es_es: Billboard llamado \"% s\" no existe
sk_sk: Billboard &quot;%s&quot; neexistuje

source: Billboard is invalid
es_es: Billboard no es válido
sk_sk: Billboard je neplatný

source: Service not supported
es_es: Servicio no es compatible
sk_sk: Služba nepodporovaná

source: cURL not installed
es_es: cURL no es instalado
sk_sk: Nemáte nainštalované cURL

source: There was an error when loading the video
es_es: Se produjo un error durante el descargmiento del vídeo
sk_sk: Pri načítaní videa došlo k chybe

source: Import file is empty
es_es: Archivo de importación está vacío
sk_sk: Importovaný súbor je prázdny

source: An error has occurred during XML Parsing: %s
es_es: Se produjo un error durante el análisis sintáctico de XML:% s
sk_sk: Nastala chyba pri parsovaní XML: %s

source: Import file is corrupted
es_es: Importar archivo está dañado
sk_sk: Importovaný súbor je poškodený

source: Failed to save image to %s
es_es: Error al guardar la imagen a% s
sk_sk: Zlyhalo ukladanie obrázka do %s

source: Uploads dir is not writable
es_es: No se puede escribir a la carpeta de uploads
sk_sk: Do adresára Uploads sa nedá zapisovať

source: Failed to download image
es_es: No se ha podido descargar la imagen
sk_sk: Zlyhalo sťahovanie obrázka

source: Billboards imported successfully
es_es: Billboard ha sido importado correctamente
sk_sk: Billboardy boli úspešne importované

source: Enter a name for this Billboard. You will use this name to create the Billboard on your site.
es_es: Escriba un nombre para este uBillboard. Este nombre se usará para crear uBillboard en su sitio.
sk_sk: Vložte názov pre tento Billboard. Tento názov použijete pri zobrazení uBillboardu na vašej stránke.

source: Width
es_es: Ancho
sk_sk: Šírka

source: Billboard Width in pixels
es_es: Ancho de uBillboard en pixels
sk_sk: Šírka uBillboardu v pixeloch

source: Height
es_es: Altura
sk_sk: Výška

source: Billboard Height in pixels
es_es: Alture de uBillboard en pixels
sk_sk: Výška Billboardu v pixeloch

source: Autoplay
es_es: Reproducción automática
sk_sk: Automatické prehrávanie

source: Automatically start playing slides, makes sense to turn this off only if Show Controls is enabled.
es_es: Automáticamente empieza las diapositivas. Tiene sentido para desactivar esta opción sólo si Mostrar controles está habilitado.
sk_sk: Automaticky začať prehrávať slidy, toto nastavenie má zmysel vypnúť, iba ak je Zobrazenie ovládania zapnuté.

source: Pause on video
es_es: Pausa en el vídeo
sk_sk: Pauza pre video

source: Pause playback if slide with embedded video is encountered.
es_es: Pausa la reproducción si hay diapositiva con vídeo incrustado.
sk_sk: Pozastaviť prehrávanie na slidoch s videom

source: Shuffle Slides
es_es: Baraja las diapositivas
sk_sk: Zamiešať slidy

source: Shuffle slides each time the slider is loaded
es_es: Baraja diapositivas siempre cuando se carga uBillboard.
sk_sk: Zamiešať slidy zakaždým keď sa slider načíta.

source: Square Size
es_es: Tamaňo de cuadritos
sk_sk: Veľkosť štvorca

source: Square dimension, applies only to transitions based on squares
es_es: Tamaňo de cuadritos, se applica solamente a transiciónes basados en cuadritos
sk_sk: Rozmer štvorca, používa sa pri prechodoch založených na animácii štvorcov.

source: Style
es_es: Estilo
sk_sk: Vzhľad

source: Dark
es_es: Oscuro
sk_sk: Tmavý

source: Bright
es_es: Claro
sk_sk: Svetlý

source: Show Timer
es_es: Mostrar temporizador
sk_sk: Zobraziť časovač

source: Shows countdown until the next slide transition when playing
es_es: Mostrar cuenta atrás hasta la próxima diapositiva
sk_sk: Zobrazuje odpočet do najbližšieho prechodu pri prehrávaní

source: Constrols Skin
es_es: El aspecto de los controls

source: How the controls should look
es_es: El aspecto de los controles
sk_sk: Ako by malo vyzerať ovládanie

source: Minimal Style Controls
es_es: Controles en estilo minimal
sk_sk: Minimálne

source: Old School uBillboard
es_es: uBillboard v2

source: Bright Old School uBillboard
es_es: uBillboard v2 claro
sk_sk: Svetlý Old School uBillboard

source: Silver
es_es: Plata
sk_sk: Striebro

source: Modern
es_es: Moderno
sk_sk: Moderný

source: uBillboard v2
es_es: uBillboard versión 2

source: Controls Position
es_es: Posición de controles
sk_sk: Poloha ovládania

source: Inside
es_es: Dentro
sk_sk: Vnútri

source: Outside
es_es: Fuera
sk_sk: Vonku

source: Show Controls
es_es: Mostrar controls
sk_sk: Zobrazenie ovládania

source: Controls enable you to switch between slides
es_es: Los controles le permiten cambiar entre diapositivas
sk_sk: Ovládanie vám umožní prepínať medzi slidami

source: Don't show controls
es_es: No volver a mostrar los controles
sk_sk: Nezobrazovať ovládanie

source: Show on Mouse Hover
es_es: Mostrar en el cursor del mouse
sk_sk: Zobraziť pri prechode myšou

source: Show at all times
es_es: Mostrar siempre
sk_sk: Zobraziť stále

source: Show Play/Pause
es_es: Mostrar Play/Pause
sk_sk: Zobrazenie Prehrávanie/Pauza

source: Display show pause button
es_es: Mostrar el pause botón
sk_sk: Zobraziť tlačítko Prehrávanie/Pauza

source: Don't show Play/Pause
es_es: No volver a mostrar Play/Pause

source: Show Paginator
es_es: Mostrar paginación
sk_sk: Zobraziť stránkovanie

source: Display pagination control
es_es: Mostrar el control de paginación
sk_sk: Zobraziť obládanie stránkovania

source: Don't show Paginator
es_es: No volver a mostrar paginación
sk_sk: Nezobrazovať stránkovanie

source: Show Thumbnails
es_es: Mostrar imágenes pequeñas
sk_sk: Zobraziť náhľady

source: Small preview images for all slides
es_es: Imágenes pequeñas para todas las diapositivas
sk_sk: Malé náhľady pre všetky slidy

source: Don't show Thumbnails
es_es: No volver a mostrar miniaturas
sk_sk: Nezobrazovať Náhľady

source: Thumbnail Position
es_es: Posición de miniaturas
sk_sk: Poloha náhľadov

source: Where do you want thumbs to show
es_es: Donde quiere posicionar miniaturas?
sk_sk: Kde chcete aby sa nýhľady zobrazovali

source: Top
es_es: Arriba
sk_sk: Hore

source: Bottom
es_es: Abajo
sk_sk: Dole

source: Right
es_es: Derecha
sk_sk: Vpravo

source: Left
es_es: Izquierda
sk_sk: Vľavo

source: Thumbnail Width
es_es: Ancho de miniaturas
sk_sk: Šírka náhľadu

source: Width of the thumbnail images
es_es: Ancho de miniaturas
sk_sk: Šírka obrázka s náhľadom

source: Thumbnail Height
es_es: Altura de miniaturas
sk_sk: Výška náhľadu

source: Height of the thumbnail images
es_es: Altura de miniaturas
sk_sk: Výška obrázku s náhľadom

source: Thumbnail border hover color
es_es: Color de borde de miniaturas al cursor de mouse
sk_sk: Farba okraja náhľadu pri prechode myšou

source: Border color of thumbnail on mouse over
es_es: Color de borde de minaturas al cursor del mouse
sk_sk: Farba okraja náhľadu pri prechode myšou

source: Show Advanced Options
es_es: Mostar opciones avanzadas

source: Advanced options let you configure more stuff to further personalize your uBillboard
es_es: Opciones avanzadas le permite configurar y personalizar uBillboard aún más

source: Play
es_es: Reproducir
sk_sk: Hraj

source: Prev
es_es: Anterior
sk_sk: Predchádzajúci

source: Next
es_es: Próximo
sk_sk: Nasledujúci

source: Image
es_es: Imagen
sk_sk: Obrázok

source: Image Description (for SEO)
es_es: Descripción de imagen (para SEO)

source: Apply Automatic resizing
es_es: Aplicar el cambio de tamaňo automático
sk_sk: Použiť Automatické menenie veľkosti

source: Background Color
es_es: Color de fondo
sk_sk: Farba Pozadia

source: Transparent Background
es_es: Fondo transparente
sk_sk: Priesvitné pozadie

source: Tile background image
es_es: Mosaico de imágenes de fondo
sk_sk: Opakovať obrázok na pozadí

source: Retina Image
es_es: Imagen retina

source: Link URL
es_es: Vínculo URL
sk_sk: URL Odkazu

source: Open in a new window
es_es: Abrir en ventana nueva
sk_sk: Otvoriť v novom okne

source: Stop animation on this slide
es_es: Parar animación en esta diapositiva
sk_sk: Zastaviť prehrávanie na tomto slide

source: Delay
es_es: Duración
sk_sk: Spozdenie

source: Transition
es_es: Transición
sk_sk: Prechod

source: Random
es_es: Al azar
sk_sk: Náhodný

source: Fade
es_es: Destenir
sk_sk: Stmievanie

source: Scale
es_es: Escalar
sk_sk: Veľkosť

source: Transition Direction
es_es: Dirección de transición
sk_sk: Smer prechodu

source: Random Direction
es_es: Dirección al azar
sk_sk: Náhodný smer

source: Intuitive
es_es: Intuitivo

source: Intuitive Vertical
es_es: Intuitivo vertical

source: From Center
es_es: Desde centro
sk_sk: Zo stredu

source: From Left
es_es: Desde izquierda
sk_sk: Zľava

source: From Right
es_es: Desde derecha
sk_sk: Sprava

source: From Top
es_es: Desde Arriba
sk_sk: Zhora

source: From Bottom
es_es: Desde Abajo
sk_sk: Zdola

source: Random Squares
es_es: Cuadritos al azar
sk_sk: Náhodné štvorce

source: Spiral in
es_es: Espiral hacía dentro
sk_sk: Špirála dovnútra

source: Spiral Out
es_es: Espiral hacía fuera
sk_sk: Špirála von

source: Chessboard
es_es: Tablero de ajedrez
sk_sk: Šachovnica

source: Content Type
es_es: Tipo de contenido
sk_sk: Typ obsahu

source: No Content
es_es: Sin contenido
sk_sk: Žiaden obsah

source: Content Editor
es_es: Editor de contenido
sk_sk: Editor obsahu

source: Embedded Content
es_es: Contenido integrado
sk_sk: Vložený obsah

source: Blog-based Dynamic Content
es_es: Contenido dinámico basado en blog
sk_sk: Dynamický obsah založený na blogu

source: Text
es_es: Texto

source: Text Evaluation
es_es: Evaluación de texto
sk_sk: Vyhodnocovanie Textu

source: URL of the Embedded Content
es_es: URL del contenido integrado
sk_sk: URL vloženého obsahu

source: Pause uBillboard
es_es: Pausar uBillboard

source: Automatically play video
es_es: Reproducir video automáticamente

source: Blog post offset
es_es: Offset de entrada de blog
sk_sk: Posunutie blogu

source: Post category
es_es: Categoría de la entrada
sk_sk: Kategória postov

source: Show post title
es_es: Mostrar título de la entrada

source: Show
es_es: Mostrar

source: Post Excerpt
es_es: Extracto de entrada

source: Post Content
es_es: Contenido de entrada

source: Show &quot;Read More&quot; link
es_es: Mostrar el &quot;Leer más&quot; vínculo

source: Position override
es_es: Anulación de posición

source: Ken Burns Effect
es_es: El efecto Ken Burns

source: Background
es_es: Fondo
sk_sk: Pozadie

source: Content
es_es: Contenido
sk_sk: Obsah

source: Link
es_es: Viniculo
sk_sk: Odkaz

source: Effects
es_es: Efectos

source: URL Must not be empty
es_es: La URL no debe estar vacía
sk_sk: URL nesmie byť prázdne

source: Read More
es_es: Leer más
sk_sk: Viac

source: Add new box
es_es: Añade un cuadro nueva
sk_sk: Pridať nový box

source: Remove currently focused box
es_es: Eliminar el cuadro seleccionado
sk_sk: Zmazať aktuálne vybratý box

source: Inherit
es_es: Inherido
sk_sk: Zdediť

source: Transparent
es_es: Transparente
sk_sk: Priesvitný

source: Help
es_es: Ayuda
sk_sk: Pomoc

source: Image URL
es_es: URL de la imagen
sk_sk: URL Obrázka

source: Path: "%s" is not writable!
es_es: Ruta: "%s" No se puede escribir!

source: Failed to load original image: %s %s
es_es: No se pudo cargar la imagen original: %s %s

source: Failed to create image. (imagecreatefromstring())
es_es: No se pudo crear la imagen. (imagecreatefromstring())

source: Failed to create new image context.
es_es: No se pudo crear el contexto de la nueva imagen.

source: Failed to resize image
es_es: No se pudo cambiar el tamaño de la imagen

source: Failed to save image
es_es: Error al guardar la imagen

source: uBillboard Widget
es_es: El uBillboard Widget

source: Name
es_es: Nombre

source: uBillboard Cache folder is not writable! Path: %s
es_es: No se pudo escribir en la carpeta de caché uBillboard! Ruta: %s

source: Background Image Scaling
es_es: Cambio de tamaño de imagen

source: Import/Export uBillboards
sk_sk: Import/Export uBillboardov

source: Crossfade
sk_sk: Kros-stmievanie

source: Slide
sk_sk: Posun

source: Zig-zag Horizontal
sk_sk: Cik-cak horizontálne

source: Zig-zag Vertical
sk_sk: Cik-cak vertikálne
